{
  "rows": [
    [
      "BI_GYEON",
      true,
      "UNFAVORABLE",
      "이미 강한 일간에 비견이 더해져 힘이 과잉됩니다. 재물을 빼앗기거나 경쟁자가 많아지며, 고집과 독선으로 인간관계에 마찰이 생기기 쉽습니다.",
      "양보와 협력의 자세가 필요하며, 재물 관리에 신중해야 합니다."
    ],
    [
      "BI_GYEON",
      false,
      "FAVORABLE",
      "약한 일간을 같은 기운으로 보조하여 자신감과 추진력을 얻습니다. 형제나 동료의 도움이 큰 힘이 되며, 독립적인 활동에서 성과를 냅니다.",
      "동료나 동업자와의 협력을 적극 활용하세요."
    ],
    [
      "GYEOB_JAE",
      true,
      "UNFAVORABLE",
      "강한 일간에 겁재가 더해지면 재물 유출이 심해집니다. 투자 실패, 보증 손해, 도박 등으로 큰 손실을 입을 수 있으며, 충동적 행동이 화를 부릅니다.",
      "큰 금전 거래와 보증을 피하고, 충동적 결정을 삼가세요."
    ],
    [
      "GYEOB_JAE",
      false,
      "FAVORABLE",
      "약한 일간에 겁재는 강력한 원군입니다. 적극성과 결단력이 보충되어 어려운 상황을 돌파할 수 있습니다. 다만 재물 관리에는 여전히 주의가 필요합니다.",
      "과감한 결단이 필요한 시기에 겁재의 추진력을 활용하세요."
    ],
    [
      "SIK_SIN",
      true,
      "FAVORABLE",
      "강한 일간의 넘치는 에너지를 식신이 생산적으로 발산시킵니다. 기술, 예술, 창작 능력이 뛰어나며 식신생재(食神生財)로 안정적인 수입을 만듭니다. 신강에서 식신은 가장 이상적인 용신 중 하나입니다.",
      "창의적 활동과 기술 개발에 집중하면 큰 성과를 거둘 수 있습니다."
    ],
    [
      "SIK_SIN",
      false,
      "UNFAVORABLE",
      "약한 일간의 에너지를 식신이 더 빼앗아갑니다. 체력이 소진되고, 이상은 높으나 현실적 실행력이 부족합니다. 과로와 건강 악화에 특히 주의해야 합니다.",
      "체력 관리를 최우선으로 하고, 무리한 활동을 줄이세요."
    ],
    [
      "SANG_GWAN",
      true,
      "FAVORABLE",
      "강한 일간의 에너지를 상관이 창의적으로 분출합니다. 권위에 도전하는 혁신가이며, 예술·변호·언론 등에서 두각을 나타냅니다. 상관생재(傷官生財)로 독창적 방법의 수익 창출이 가능합니다.",
      "창의성을 발휘하되 인간관계에서의 마찰에 주의하세요."
    ],
    [
      "SANG_GWAN",
      false,
      "UNFAVORABLE",
      "약한 일간에서 상관은 에너지를 급격히 소모시킵니다. 말과 행동이 거칠어지고, 직장에서 상사와 충돌하여 불이익을 받기 쉽습니다. 건강 약화와 정신적 불안정이 동반될 수 있습니다.",
      "말조심이 중요하며, 충분한 휴식과 정서적 안정을 확보하세요."
    ],
    [
      "PYEON_JAE",
      true,
      "FAVORABLE",
      "강한 일간이 편재를 만나면 큰 재물을 다루는 능력이 생깁니다. 사업 수완이 뛰어나고, 투자·무역·부동산에서 큰 성과를 거둡니다. 사교성도 좋아 인맥을 통한 기회가 많습니다.",
      "적극적인 투자와 사업 확장에 유리한 시기입니다."
    ],
    [
      "PYEON_JAE",
      false,
      "UNFAVORABLE",
      "약한 일간에 편재가 많으면 '재다신약(財多身弱)'으로, 재물은 보이나 감당할 힘이 없어 오히려 재물이 화를 부릅니다. 이성 문제, 과시욕, 무리한 투자로 손해를 입기 쉽습니다.",
      "무리한 투자를 피하고, 먼저 자신의 실력과 건강을 키우세요."
    ],
    [
      "JEONG_JAE",
      true,
      "FAVORABLE",
      "강한 일간에 정재는 근면한 노력으로 안정적인 부를 축적합니다. 성실한 직장생활이나 착실한 사업으로 꾸준히 재산을 불리며, 가정경제도 안정적입니다.",
      "꾸준한 저축과 안정적 투자로 자산을 늘려가세요."
    ],
    [
      "JEONG_JAE",
      false,
      "UNFAVORABLE",
      "약한 일간에 정재가 많으면 재물에 대한 부담이 커집니다. 돈에 대한 걱정이 많고, 인색해지기 쉬우며, 배우자와 재물 문제로 갈등할 수 있습니다.",
      "재물에 대한 집착을 줄이고, 건강과 자기 계발에 투자하세요."
    ],
    [
      "PYEON_GWAN",
      true,
      "FAVORABLE",
      "강한 일간을 편관이 적절히 제어하여 강력한 리더십이 됩니다. 군·경·법조·정치 분야에서 두각을 나타내며, 어려운 상황에서도 카리스마로 돌파하는 능력이 탁월합니다.",
      "리더십을 발휘할 수 있는 위치를 적극 모색하세요."
    ],
    [
      "PYEON_GWAN",
      false,
      "UNFAVORABLE",
      "약한 일간에 편관(칠살)이 있으면 '관다신약(官多身弱)'으로, 외부의 압박과 스트레스에 시달립니다. 직장 상사의 괴롭힘, 법적 분쟁, 건강 악화의 위험이 높습니다.",
      "무리한 도전을 피하고, 자신을 보호할 수 있는 환경을 만드세요."
    ],
    [
      "JEONG_GWAN",
      true,
      "FAVORABLE",
      "강한 일간에 정관은 사회적 성공의 핵심 요소입니다. 규범과 도덕을 존중하며 정당한 방법으로 출세합니다. 공직이나 대기업에서 안정적으로 승진합니다.",
      "사회적 규범을 준수하면서 꾸준히 경력을 쌓아가세요."
    ],
    [
      "JEONG_GWAN",
      false,
      "UNFAVORABLE",
      "약한 일간에 정관이 많으면 사회적 기대와 책임이 부담이 됩니다. 타인의 시선에 지나치게 신경 쓰며, 완벽주의와 스트레스로 건강이 악화될 수 있습니다.",
      "완벽을 추구하기보다 자신의 한계를 인정하고 쉬어가세요."
    ],
    [
      "PYEON_IN",
      true,
      "UNFAVORABLE",
      "강한 일간에 편인이 더해지면 힘이 과잉되어 사고가 편향됩니다. 고집이 세고, 현실감각이 떨어지며, 식신을 극하여(효신탈식) 건강과 재물에 타격을 줄 수 있습니다.",
      "다양한 관점을 수용하고, 현실적인 판단을 유지하세요."
    ],
    [
      "PYEON_IN",
      false,
      "FAVORABLE",
      "약한 일간을 편인이 생조하여 학문적 능력과 직관력이 강화됩니다. 전문 분야에서 독보적 위치를 차지하며, 비범한 통찰력으로 남들이 보지 못하는 것을 봅니다.",
      "학문과 전문성 개발에 집중하면 큰 성과를 거둘 수 있습니다."
    ],
    [
      "JEONG_IN",
      true,
      "UNFAVORABLE",
      "강한 일간에 정인이 더해지면 보호가 과잉됩니다. 의존적이 되거나, 이론에만 치우쳐 행동력이 떨어집니다. 어머니나 윗사람의 간섭이 지나칠 수 있습니다.",
      "자립심을 키우고, 이론보다 실행에 집중하세요."
    ],
    [
      "JEONG_IN",
      false,
      "FAVORABLE",
      "약한 일간에 정인은 가장 이상적인 보호자입니다. 어머니의 사랑, 스승의 가르침, 학업의 성취가 일간을 튼튼하게 합니다. 안정적인 환경에서 실력을 쌓아 대기만성하는 형태입니다.",
      "학업과 자기 계발에 투자하면 장기적으로 큰 복이 됩니다."
    ]
  ]
}
